GroupOrderInstanceName = {
	"감시관의 금고",
	"검은 떼까마귀 요새",
	"넬타리온의 둥지",
	"별의 궁정",
	"보라빛 요새 침공",
	"비전로",
	"아즈샤라의 눈",
	"어둠심장 숲",
	"영혼의 아귀",
	"용맹의 전당",
}

GroupOrderRaidName = {
	"부서진 섬",
	"에메랄드의 악몽",
	"밤의 요새",
}

GroupOrderBGName = {
	"전쟁노래 협곡",
	"아라시 분지",
	"폭풍의 눈",
	"길니아스 전투지",
	"쌍둥이 봉우리",
	"은빛수정 광산",
	"코투모그의 사원",
	"깊은바람의 협곡",
	"고대의 해안",
}

GroupOrderInstanceData = {
	["감시관의 금고"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 감시관의 금고

	["검은 떼까마귀 요새"] = { -- 몹이름 확인 필요
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 검은 떼까마귀 요새

	["넬타리온의 둥지"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 넬타리온의 둥지

	["별의 궁정"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 별의 궁정

	["보라빛 요새 침공"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 보라빛 요새 침공

	["비전로"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 비전로

	["아즈샤라의 눈"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 아즈샤라의 눈

	["어둠심장 숲"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 어둠심장 숲

	["영혼의 아귀"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 영혼의 아귀

	["용맹의 전당"] = {
		[1] = {
			name = "티라손 살데릴",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[2] = {
			name = "심문관 토르멘토룸",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[3] = {
			name = "잿바위거수",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[4] = {
			name = "꿈벅마",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
		[5] = {
			name = "콜다나 펠송",
			msg = {
				[1] = "[보초병]은 메즈 후 하나씩 처치하겠습니다.",
				[2] = "",
				[3] = "",
			},
		},
	}, -- 용맹의 전당
}